console.log(`
+10 Вёрстка /n
	на странице есть фото и строка поиска +5
	в футере есть ссылка на гитхаб автора, год создания, ссылка на курс +5 /n
+10 загрузке приложения на странице отображаются полученные от API изображения 
+10 Если в поле поиска ввести слово и отправить запрос, на странице отобразятся изображения от API /n
+30 Поиск 
	при открытии приложения курсор находится в поле ввода +5
	есть placeholder +5
	автозаполнение поля ввода отключено +5
	поисковый запрос можно отправить нажатием клавиши Enter +5
	после отправки запроса и отображения результатов поиска, поисковый запрос продолжает отображаться в поле ввода +5
	в поле ввода есть крестик при клике по которому запрос из поля ввода удаляется и отображается placeholder +5
+10 Дополнительный функционал (кнопка show more) /n
ИТОГОВАЯ ОЦЕНКА: 60 баллов`)